Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_sami_arvvut_ry_ja_enontekion_saamelaiset_keskustelivat_ajankohtaisista_asioista.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät, Sámi Árvvut ry ja Enontekiön saamelaiset keskustelivat ajankohtaisista asioista
sme: Sámediggi, Sámi Árvvut rs ja Eanodaga sápmelaččat ságastalle áigeguovdilis áššiin

source: Saamelaiskäräjien hallitus tapasi Enontekiöllä 10.5. Sámi Árvvut ry:n yhdistyksen hallituksen jäseniä, YK:n ihmisoikeuskomitealle yksilövalituksen tehneitä saamelaisia ja Näkkälän paliskunnan Kalkujärven siidan edustajia.
sme: Sámedikki stivra deaivvadii Eanodagas 10.5. Sámi Árvvut rs:a searvvi stivrra lahtuiguin, ON:id olmmošriektekomiteai oktagasváidalusa dahkan sápmelaččaiguin ja Neakkela bálgosa Gálggojávrri siidda ovddasteaddjiiguin.

source: Tapaamisessa keskusteltiin ajankohtaisista asioista Enontekiöllä sekä YK:n ihmisoikeuskomitean ratkaisujen toimeenpanosta.
sme: Deaivvadeamis ságastallui áigeguovdilis áššiin Eanodagas sihke ON:id olmmošriektekomitea čovdosiid ollašuhttimis.

source: Ihmisoikeuskomitea antoi kaksi ratkaisua, jossa se totesi Suomen rikkoneen kansalaisoikeuksia ja poliittisia oikeuksia koskevaa yleissopimusta Suomen saamelaismääritelmässä.
sme: Olmmošriektekomitea attiii guokte čovdosa, mas dat gávnnahii, ahte Suopma lea rihkkon siviilavuoigatvuođaid ja politihkalaš vuoigatvuođaid guoski oktasašsoahpamuša Suoma sápmelašmeroštallamis.

source: ”Saamelaiskäräjien hallitus katsoi tärkeäksi keskustella YK:n ihmisoikeuskomitealle valittaneiden henkilöiden kanssa ennen neuvottelua oikeusministeriön kanssa.
sme: ”Sámedikki stivra geahčai dehálažžan ságastallat ON:id olmmošriektekomiteai váidalan olbmuiguin ovdal ráđđádallamiid vuoigatvuođaministeriijain.

source: Ihmisoikeuskomitean ratkaisut ovat keskeisessä roolissa myös tulevissa hallitusneuvotteluissa.
sme: Olmmošriektekomitea čovdosat leat guovddáš rollas maiddái boahttevaš ráđđehusráđđádallamiin.

source: Toivon, että neuvottelutulos saadaan vietyä saamelaiskäräjien kokouksen käsiteltäväksi mahdollisimman pian”, sanoo saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio.
sme: Sávan, ahte ráđđádallanbohtosa lea vejolaš doalvut sámedikki čoahkkima gieđahallamii nu jođánit go vejolaš”, dadjá sámedikki ságajođiheaddji Tiina Sanila-Aikio.

source: YK:n ihmisoikeuskomitean ratkaisujen toimeenpanemiseksi tapaamisessa todettiin yksimielisesti, että saamelaiskäräjävaaleja tulisi siirtää vähintään vuodella ja siinä ajassa muuttaa saamelaiskäräjälain saamelaismääritelmää yhteistyössä saamelaisyhteisön kanssa.
sme: ON:id olmmošriektekomitea čovdosiid ollašuhttima birra deaivvadeamis gávnnahuvvui ovttamielalaččat, ahte sámediggeválggaid galggašii sirdit uhcimustá jagiin ja dan áiggis rievdadit sámediggelága sápmelašmeroštallama oktasašbarggus sámeservošiiguin.

source: Seuraavat saamelaiskäräjävaalit tulee järjestää sellaisella saamelaismääritelmällä, jonka saamelaisyhteisö hyväksyy.
sme: Čuovvovaš sámediggeválggaid galgá ordnet dakkár sápmelašmeroštallamiin, man sámesearvvuš dohkkeha.

source: Saamelaiskäräjät, Sámi Árvvut ry ja yksilövalittajat ovat sitoutuneet ihmisoikeuskomitean ratkaisujen toimeenpanoon ja niiden edistämiseen.
sme: Sámediggi, Sámi Árvvut rs ja oktagasváidaleaddjit leat čatnasan olmmošriektekomitea čovdosiid ollašuhttimii ja daid ovddideapmái.

source: ”Tapaaminen oli hyvin tärkeä ja ajankohtainen, koska hallitusneuvottelujen ollessa käynnissä tarvitsemme kaikkien saamelaistahojen yhteistyötä, jotta saamelaisille tärkeitä asioita saadaan vietyä suoraan päättäjien tietoon ja toivottavasti myös hallitusohjelmaan asti.
sme: ”Deaivvadeapmi lei hui dehálaš ja áigeguovdilis, go ráđđehusráđđádallamiid orodettiin jođus dárbbašit buot sámeoassebeliid oktasašbarggu, vuoi sámiide dehálaš áššit fidnejuvvojit njuolgga mearrideaddjiid dihtui ja sávvamis maiddái ráđđehusprográmma rádjai.

source: Olen hyvin iloinen siitä, että saamelaiskäräjillä ja yksilövalituksen tehneillä on samanlainen näkemys siitä, miten päätöksiä voidaan toimeenpanna ja tämä antaa hyvät edellytykset sille, että voimme onnistua yhteisessä tavoitteessa”, Sámi Árvvut ry:n puheenjohtaja Klemetti Näkkäläjärvi painottaa.
sme: Lean hui ilus das, ahte sámedikkis ja oktagasváidalusa dahkan olbmuin lea seammalágan oaidnu das, man láhkai mearrádusaid sáhttá ollašuhttit ja dát addá buriid eavttuid dasa, ahte sáhttit lihkostuvvat oktasaš ulbmilis”, Sámi Árvvut rs:a ságajođiheaddji Klemetti Näkkäläjärvi deattuha.

source: Kalkujärven siida jätti saamelaiskäräjille kokouksessa esityksen Pöyrisjärven erämaa-alueen hoito- ja käyttösuunnitelman päivittämiseksi ja alueen luonnonsuojelualueen tarkistamiseksi.
sme: Gálggojávrri siida guđii sámediggái čoahkkimis evttohusa Bievrrašjávrri áidalas meahcceguovllu dikšun- ja geavahanplána beaivideami várás ja guovllu luonddusuodjalanguovllu dárkkisteami várás.

source: Muita tapaamisessa käsiteltyjä asioita olivat hallitusneuvottelut, maastoliikennelaki, jokamiehen oikeuksien tulkinta, saamen kielen ja kulttuurin opetus Enontekiöllä ja Duodji-akatemia.
sme: Deaivvadeamis gieđahallon eará áššit ledje ráđđehusráđđádallamat, meahccejohtalusláhka, juohkeolbmo vuoigatvuođaid tulkon, sámegiela ja kultuvrra oahpahus Eanodagas ja Duodji-akatemiija.

source: Lisätietoja:
sme: Lassidieđut:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio, puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sme: Sámedikki ságajođiheaddji Tiina Sanila-Aikio, tel. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi

source: Sámi Árvvut ry:n puheenjohtaja Klemetti Näkkäläjärvi, puh. 040 537 1584, klemetti.nakkalajarvi(at)pp.inet.fi
sme: Sámi Árvvut rs:a ságajođiheaddji Klemetti Näkkäläjärvi, tel. 040 537 1584, klemetti.nakkalajarvi(at)pp.inet.fi
